automake
aws/tap/copilot-cli
awscli
bison
bitwarden-cli
bloznelis/tap/typioca
chruby
cli11
cmatrix
commitizen
coreutils
ctags
doctl
doitlive
exiftool
fastfetch
fd
ffmpeg
figlet
findutils
finnvoor/tools/fx-upscale
fisher
fzf
geckodriver
gh
git
guile
heroku/brew/heroku
hexedit
htop
httpie
hugo
hyperfine
imthaghost/goclone/goclone
ipython
jdtls
jesseduffield/lazygit/lazygit
jq
jstkdng/programs/ueberzugpp
julia
kubernetes-cli
libffi
libgit2
llm
lua-language-server
luarocks
make
mariadb
meson
mise
neofetch
neovim
netpbm
nlohmann-json
nsnake
nudoku
onefetch
openvpn
pandoc
php
pidof
pipenv
pipx
podman
poetry
psutils
pv
pypy3.10
pyqt
python-lsp-server
python-tk@3.9
qemu
range-v3
redis
ripgrep
rsync
ruby-install
rust
scarvalhojr/tap/aoc-cli
shellcheck
sphinx-doc
spotify-tui
spotifyd
starship
stow
task
tcl-tk
texlive
thefuck
tldr
tmux
translate-shell
tree
typst
vim
w3m
wakeonlan
xauth
zegervdv/zathura/girara
zegervdv/zathura/zathura
zegervdv/zathura/zathura-pdf-poppler
zoxide
zsh
