tap "anomalyco/tap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "nikitabobko/tap"
tap "supreme-gg-gg/tap"
brew "awscli"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "curl"
brew "doitlive"
brew "exiftool"
brew "fastfetch"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "htop"
brew "lazygit"
brew "lua-language-server"
brew "luarocks"
brew "mise"
brew "mosh"
brew "tree-sitter"
brew "neovim", args: ["HEAD"]
brew "pandoc"
brew "pdftk-java"
brew "ripgrep"
brew "ruff"
brew "speedtest-cli"
brew "stow"
brew "texlive"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "tree"
brew "tree-sitter-cli"
brew "typst"
brew "uv"
brew "vim"
brew "websocat"
brew "wget"
brew "zoxide"
brew "zsh"
brew "anomalyco/tap/opencode"
cask "aerospace"
cask "aldente"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "balenaetcher"
cask "betterdisplay"
cask "cloudflare-warp"
cask "cursor"
cask "devutils"
cask "discord"
cask "flux-app"
cask "homerow"
cask "jordanbaird-ice@beta"
cask "karabiner-elements"
cask "kitty"
cask "linearmouse"
cask "loom"
cask "lulu"
cask "mac-mouse-fix"
cask "macfuse"
cask "microsoft-teams"
cask "miniforge"
cask "mouseless"
cask "mullvad-vpn"
cask "notion"
cask "obsidian"
cask "skim"
cask "slack"
cask "spotify"
cask "stats"
cask "tailscale-app"
cask "the-unarchiver"
cask "ticktick"
cask "transnomino"
cask "zen"
cask "zoom"
cask "zotero"
