tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "nikitabobko/tap"
brew "coreutils"
brew "curl"
brew "doitlive"
brew "fastfetch"
brew "fzf"
brew "gh"
brew "git"
brew "gnutls"
brew "gnupg"
brew "htop"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pipx"
brew "pypy3.10"
brew "ripgrep"
brew "stow"
brew "texlive"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tpm"
brew "tree"
brew "vim"
brew "w3m"
brew "zoxide"
brew "zsh"
cask "adguard"
cask "aerospace"
cask "aldente"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "arc"
cask "balenaetcher"
cask "betterdisplay"
cask "bitwarden"
cask "calibre"
cask "clop"
cask "cursor"
cask "flux"
cask "ghostty"
cask "gimp"
cask "hiddenbar"
cask "intellij-idea"
cask "keka"
cask "kitty"
cask "legcord"
cask "linearmouse"
cask "lulu"
cask "mac-mouse-fix"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "miniforge"
cask "obsidian"
cask "only-switch"
cask "onyx"
cask "pika"
cask "prismlauncher"
cask "rocket"
cask "skim"
cask "slack"
cask "spotify"
cask "stats"
cask "tailscale"
cask "the-unarchiver"
cask "ticktick"
cask "transnomino"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "zotero"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "mhutchie.git-graph"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "searking.preview-vscode"
vscode "shardulm94.trailing-spaces"
vscode "sirtori.indenticator"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
