[
  "obsidian-admonition",
  "url-into-selection",
  "note-refactor-obsidian",
  "hotkeysplus-obsidian",
  "better-word-count",
  "calendar",
  "table-editor-obsidian",
  "dataview",
  "dbfolder",
  "obsidian-dynamic-toc",
  "cm-editor-syntax-highlight-obsidian",
  "emoji-shortcodes",
  "janitor",
  "nldates-obsidian",
  "obsidian-plugin-update-tracker",
  "recent-files-obsidian",
  "settings-search",
  "obsidian-wakatime",
  "obsidian-footnotes",
  "quick-latex",
  "obsidian-latex-suite",
  "obsidian-tikzjax",
  "mathlinks"
]